[{"title":"第一件T恤的诞生","date":"2017-03-21T10:40:22.000Z","path":"2017/03/21/第一件T恤的诞生/","text":"万事开头难，因此第一次才有特殊的意义。 设计者 在着手制作第一件衣服之前，我们对这个行业的情况知之甚少，一切都是从头开始，摔摔打打，好歹有了一些经验。首先摆在我们面前的，是设计师的问题。一件原创T恤，设计是它的灵魂。前期我们联系了许多设计师，各种风格，不一而足。这其中不得不提的就是我们第一件衣服的作者——郑协。郑协是涵仔在网上认识的，在东华大学学习服装设计。在了解到我们团队的情况之后，迅速为我们创作出了一套设计图案。几经修改，最后呈现在我们第一件衣服上的就是这套图中的其中一张。这套图最吸引我们的是它的内涵：自由。这也是我们团队希望传达给大家的东西，希望所有人都能够选择不受束缚的生活方式。除了内涵之外，这套图的用色也是一大亮点。蓝色和紫色这两个偏忧郁的颜色，恰恰表达了青年在生活的枷锁中挣扎的心境。而笼中的小鸟虽然在整个画面中占据的比重很小，却处于整个画面的中心，带着振翅的姿态。这些细节无不体现着设计师的匠心。虽然这幅图还有很多需要改进的地方，却恰恰是我们最喜欢的状态。 选材 在确定了图案之后，我们来到了选材的环节。我们所秉承的理念是：每一张精心的画作都值得最好的纸张，每一件用心的T恤都需要适宜的材质，不辜负设计师的匠心，不亏负消费者的期待，尽我们所能把每一件T恤做到最好。因此选材的环节，我们历经了层层筛选，最后确定了几个厂家。确定厂家之后，漫漫的跑厂之路就开始了。电话联系厂商负责人，再打车到厂家所在地。由于很多厂家的选址都在偏僻的郊区，下车之后还要步行寻找，其中的辛苦不言而喻。我印象最深刻的是，那天我和浪仔打车到厂商定位地后，看到的是一片荒芜（雾），在崎岖的乡间小路走了大概有一个小时，才找到换了厂址的厂家。虽然找厂的经历是痛苦的，但是结果很让人满意。在权衡了成本和质量之后，我们选择了手感和质感最佳的雪阳棉。 印花 如果你觉得找T恤的厂家已经是最辛苦了的话，那么你就太天真了。寻找印刷厂的过程是真正令人崩溃的。在服装厂和厂家谈好价格和合同以后，我们辗转到了印刷厂的所在地。然而或许是好事多磨吧，在被好几个司机告知前方正在修路不通之后，心情一度沮丧，好在我们遇到了一个非常nice的司机，不仅抄小路将我们载到了目的地，还在得知我们寻找的厂家之后，主动将我们待到厂门口。到达印花厂之后，就是确定印刷方式。大多数的印花T恤采用的热转印，其优点呢，就是对图案没有限制，而缺点就是对T恤材质有要求。由于我们选择的材料是含棉量较高的雪阳棉，在经过试印发现会留下高温所导致的的黄色痕迹之后，我们最终决定使用印染的方式。这种印花方式需要较多的人工，但不会伤害衣服材质，保证了每一件T恤都是最完美的状态。 说了这么多，不如放一张模特图。 某个夜里，我梦到一只鸟她问我：“为什么我感到不自由？”我说：“大概因为你飞不出我的梦吧。”“那么你应该也感到不自由。”“为什么这样讲？”“因为你也挣不开这黑夜。”","tags":[{"name":"记录","slug":"记录","permalink":"http://cyunique.github.io/tags/记录/"}]},{"title":"自然而然班晓雪","date":"2017-03-21T10:40:08.000Z","path":"2017/03/21/自然而然班晓雪/","text":"BANXIAOXUE品牌诠释：自然地做自然的事。保持初心的静默和柔软，寻找万物的本源，在寻找和回归中体悟当下的意识，放下所谓的设计，不刻意，不取悦，在一种无为的心境下，让一切回归最自然的状态，用心感受和聆听世界每一处的文化、哲学、美学，去发现那些不经意的美，用自然地力量使之和谐，将时间、记忆和情感所积累的爱与感动分享给更多的人。 班晓雪班晓雪在2007-2012年担任例外品牌的设计总监。他曾在巴黎参展过“中国新时装”静态展，该展由Pont Alexandre III代表中国（香港）时装文化基金会举办。他的作品受到业内人士如Jean Jacques Picard和Milan Vukmirovic的交口称赞，并被评价为迈入中国时尚之门的中国时装“未来之星”。2012年系列设计代表例外EXCEPTION获邀参加2012伦敦时装周，在中国驻大不列颠及北爱尔兰王国大使馆内举行名为“山水”的中国服装设计秀，并在伦敦“The Nunnery”书廊举办静态展。他的“生长”系列将美丽诺羊绒做出了纯粹而自然的肌理，获得了Wool Mark 2012大中华区冠军的头衔。2012年底创立同名品牌BAN XIAO XUE. 其实是个野路子班晓雪具有一种沉静的气质，说话字正腔圆，干净的白色衬衫，搭配简单的黑色裤子，看上去更像是个教书先生而不是时装设计师。事实上，班晓雪父母的期盼的确是让他当一名教师，最终他选择了报考天津美院，与父母的期望背道而驰。 班晓雪的成长经历不同于他的大多数同行，没有优渥的家境和留学背景，用他自己的话说，“应该算是野路子，从小生长的环境其实和设计这条路差得比较远。” 班晓雪出生在一个封闭的山区，如果硬要说什么是他的美学启蒙，可能是班晓雪的妈妈有三年曾经在村子里的裁缝铺工作，亦可能是和很多农村手工业者一样，他的父母在家接过两年织地毯的小生意。它们让班晓雪对做衣服有了一些模糊的概念，也让他对编织色彩的排布有了知觉。在天津美院读书的4年，班晓雪对何谓“好看的设计”的认识有了翻天覆地的变化。 风格到底是什么，品牌又是什么，那时的班晓雪并不确定。他去天津的百货公司逛啊逛，去认识那些他未曾听闻过的牌子。但真正为班晓雪打开大门的，是后来他开始频繁地参加国内外大大小小的服装比赛，由于主题、评委的要求各不相同，这些比赛的风格也迥异。“这一路上的8个比赛让我拓展风格，知道什么是风格。”班晓雪对我说。 但真正对他后来的设计师生涯产生深远的影响的，是大四那年由香港时装文化基金会和巴黎Pont Alexandre III时尚会所举办的“中国新锐时装设计静态展”。2007年，没能获得去巴黎实习机会的他向两家公司投了简历，一家是他2004年时曾经在北京看过发布会的“例外”，另一家是王一扬的“素然”。他最后选择了去“例外”。尽管马可在2006年已离开“例外”，但无碍它在商业上的持续进步。在“例外”的5年，班晓雪从设计助理开始做起，到了第三年，他已经是“例外”的主设计师。 “学校只是一个皮表，怎么做材料开发、工艺有哪些、什么样工艺达到什么样的效果，这些经验是工作中积累的。包括后来做系列的，灵感到衣服如何转化这个过程、衣服里品类规划、上市节奏，这些商品化的东西，都在’例外’学会的。”班晓雪说。 但班晓雪和“例外”的名字一直绑在一起，成就班晓雪的是“例外”这个平台，而创业之后，他需要突破这个框架。 他一点点地摆脱“例外”刻在他意识里的种种禁忌，款式和面料都开始考虑流行因素，按照班晓雪现在的理解，每个新潮流到来之前必定有社会背景的变化。但他不强求在形式上和潮流一致。譬如这些年流行印花，班晓雪觉得那是因为人们需要能在心理上感到更轻松的服装。除了使用欧根纱，他还会在严肃的衣服上加蝴蝶结，让衣服的距离感变近。 自然而然“自然而然”这四个字对于班晓雪来说有很多意义。这是他建立品牌后第一场秀的主题，是他品牌的信仰，更是他个人的生活态度——一方面坚持做自然的衣，一方面坚持做自然的人，不刻意，不强求。 班晓雪在建立BANXIAOXUE个人同名品牌后，14秋冬是他也是品牌第一个对外公开的系列。BANXIAOXUE秋冬系列从具象的自然延展开来，延续到人本身。百合、青苔与山石建筑融入设计的丝丝缕缕，一步步深入对自然状态的理解。百合系列以白色、杏色的浅色系为主，经过抽象处理的形状和肌理融入大面积干净纯粹的色块之中；而青苔系列有着生命本态最原始的力度，绿色、紫灰色有着非常朴实的质感，不时出现夺目的大红色则象征着青苔在静默生长中不动声色却又非常顽强的生命力；自然二字对班晓雪来说并不仅仅局限在字面的意思，“建筑是也是当代人类生活的一个自然状态”，他这样理解。 这场秀最精彩的地方正是班晓雪最为拿手的材质处理：薄如蝉翼的真丝下透出密实的绣花；缠绕交错的棉线下飞出潇洒的针织流苏；或密或疏或松软或扎实，几乎每一套造型中都存在着这种和谐却又矛盾的冲撞感，最后统一在行云流水的大廓型剪裁中。丰富的层次感让服装看上去像大自然的产物，朴实间透露出一种不造作的瑰丽。对自然的崇敬与班晓雪本身推崇的极简主义殊途同归，他将自己的设计称为“减速”的设计：思想是可以复杂的，但表达的语言却要力求简单，弱化一切形式感，将设计和构思过程中复杂的元素最终以最简单的形式呈现。而这种“天然去雕饰”却远非看上去那般简单，甚至这是在整个制作过程中对团队最有挑战性的一件事。 衣服来源于时间在人们还并不熟悉班晓雪这个名字的时候，不少人已经穿过了他的设计。从2007年就开始担任“例外”主设计师的班晓雪在五年里为这个响当当的中国设计品牌贡献了无数精彩的作品。与许多同辈的服装设计师不同，他并没有许多留洋派那块“海外知名服装院校”的金字招牌，也没有上一辈们时髦的耳濡目染。出生在山区的班晓雪在孩童时期根本不懂设计为何物，走了无数弯路后，渐渐地他发现曾经在山间的童年生活虽然表面和这个行业一点也搭不上关系却又是自己风格表达的最佳出口——没有什么设计师可以比他对大自然中那一草一木更轻车熟路了。 如果说崇尚自然的情结给予了班晓雪作为设计师最重要的风格基石，生活则成了他在设计道路上最重要的精神导师。他笑着说比起阅读纸张的书籍，他更爱生活这本无字之书：在学校勤工助学的打工艰辛经历，让班晓雪积累了许多对生活的感悟。那时他卖过报纸、给小孩子做家教、甚至是做超市促销员和咨询员，这些零零碎碎的工作与他的喜好与梦想没有一点关系，却也对他产生了至关重要的影响：“社会中不同的角色都拥有他们的生活和态度，如果你的心放得柔软一些努力去感受不同生活给予你的一切，你就像阅读了生活本身。那时我忽然明白‘能不能感动我，才是我真正创作的标准。’”","tags":[{"name":"文章","slug":"文章","permalink":"http://cyunique.github.io/tags/文章/"}]},{"title":"我们","date":"2017-03-21T09:05:20.000Z","path":"2017/03/21/我们/","text":"浪仔 计算机系理工宅男。CYunique的诞生，他可是功不可没，正是他的不懈努力，CYunique才有了如今的面貌。第一次的接触是在电话里，仅仅从声音判断，浪仔给我的感觉是个认真严肃的人。事实上，在工作中，他的确非常地认真严肃，严于待人，更严于律己，行动力很强，也能够虚心听取其他成员的意见。但是在生活中，浪仔是一个十足的理工宅男。不那么善于言辞，被其他的成员合起来怼，也只是无奈地笑笑。每次都任劳任怨地坐半个小时的校车过来和我们见面，有的时候只是为了和大家聚在一起吃一顿午饭，又匆匆忙忙赶回去上下午第一节课。 涵仔 喜欢到处走走看看的不职业会计，CYunique的命名者。他喜欢徒步，梦想发现世界上不为人知的景色。一个背包，一只相机，就这样上路。所以他是自由的，是豁达的，是浪漫的。涵仔也是一个很棒的聊天对象，因为他幽默，健谈，对语言的把握让人称道（如果忽略他的长沙塑普）。他热爱健身和篮球，有着让人垂涎的身材，长期的运动使他充满了活力。他始终保持乐观和自信，他坚信没能杀死他的东西只会让他更加强大。这样一个人，又有什么能将他杀死呢？正是因为涵仔的存在，这个小小的团队才能始终迸发惊人的活力和热情。 雄哥 计算机博士在读。作为团队中学历最高的大哥，虽然雄哥加入我们的时间比较晚，却担任着相当重要的角色。在繁忙的学业之余，雄哥还肩负着编写网站的重任。也许是年龄稍长的缘故，雄哥比较少言，但往往开口就直击要害。他成熟，稳重，专业，默默给予我们强大的技术支持，让我们所有的想法都能落地生根。 老周 老周就是皮下本人。内心是个宅男，所有说这个团队是一群宅男也没毛病。能够接触并且加入这个团队真的是一件很幸运的事情，这一年半来的收获是一笔相当宝贵的财富。有的时候想法很跳脱，会冒出一些新奇的点子。技能是P图，水平十八流。懒惰如我，多谢各位队友不杀之恩。","tags":[{"name":"随笔","slug":"随笔","permalink":"http://cyunique.github.io/tags/随笔/"}]}]